/*  

Класс Conference содержит данные о выступающих (Speakers), администрации (Administration) и программе (Conf_program).
    Для Speakers определено : ФИО, организация / ВУЗ, доклад, аннотация доклада.
    Для Administration определено : ФИО, должность, область ответственности на конференции.
    Для Conf_program определено : день, время выступлений и наименование.

Разработать класс Keeper, который реализует контейнер для хранения и обработки объектов.

Класс Keeper должен обеспечивать следующие функции :
    ▪ добавление и удаление производных объектов абстрактного класса Base(базовый класс определяется согласно варианту задания);
    ▪ полное сохранение себя в файле;
    ▪ полное восстановление себя из файла. 

 */

int main()
{
    
}

